---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Watt
source: html/32123b47-9655-8c05-9a5c-e4a928e17a03.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Watt Property

Symbol W, indicating unit Watts.

## Syntax (C#)
```csharp
public static ForgeTypeId Watt { get; }
```